{
    "1:1": "Au nom d'Allah, le Tout Miséricordieux, le Très Miséricordieux. Ibn Kathir explique que cette formule est une bénédiction recommandant de débuter toute action importante par le nom du Créateur. Il cite que le Prophète (PSL) a dit : 'Tout acte d'importance qui ne commence pas par Bismillah est tronqué'.",
    "1:2": "Louange à Allah, Seigneur de l'univers. Ibn Kathir précise que 'Al-Hamd' est plus profond que 'Ash-Shukr' (remerciement), car il exprime la louange pour les attributs intrinsèques d'Allah ainsi que pour Ses bienfaits. 'Rabb' signifie le Maître, le Possesseur et Celui qui gère tout.",
    "1:3": "Le Tout Miséricordieux, le Très Miséricordieux. Ces deux noms sont dérivés de la Rahmah. Ar-Rahman possède une miséricorde qui englobe toutes les créatures dans ce monde, tandis que Ar-Rahim est spécifique aux croyants dans l'au-delà.",
    "1:4": "Maître du Jour de la rétribution. C'est le jour de la résurrection où nul ne pourra parler sans Sa permission. L'utilisation du mot 'Malik' souligne Sa souveraineté absolue ce jour-là.",
    "1:5": "C'est Toi [Seul] que nous adorons, et c'est Toi [Seul] dont nous implorons le secours. L'adoration (Ibadah) est le sommet de l'humilité et de l'amour. L'Isti'anah (demande de secours) suit l'adoration car le serviteur a besoin de l'aide d'Allah pour accomplir ses actes d'adoration.",
    "1:6": "Guide-nous dans le droit chemin. La guidance demandée ici est de deux types : Al-Irshad (la connaissance de la vérité) et At-Tawfiq (la force de la mettre en pratique).",
    "1:7": "Le chemin de ceux que Tu as comblés de faveurs... Ibn Kathir identifie ceux-là comme étant les Prophètes, les véridiques, les martyrs et les pieux. La colère concerne ceux qui ont la science mais ne l'appliquent pas, et l'égarement ceux qui agissent sans science.",
    "112:1": "Dis : 'Il est Allah, Unique'. Ibn Kathir explique que ce verset affirme l'unicité absolue d'Allah (At-Tawhid). Il n'a pas d'associé ni d'égal.",
    "112:2": "Allah, Le Seul à être imploré pour ce que nous désirons (As-Samad). Ibn Kathir définit As-Samad comme le Seigneur dont la seigneurie est parfaite, Celui vers qui toutes les créatures se tournent pour leurs besoins.",
    "112:3": "Il n'a jamais engendré, n'a pas été engendré non plus. Ce verset réfute toute idée de filiation ou de parenté divine. Allah est l'Eternel sans commencement ni fin.",
    "112:4": "Et nul n'est égal à Lui. Rien ne ressemble à Allah, que ce soit dans Son essence, Ses noms ou Ses attributs.",
    "113:1": "Dis : 'Je cherche protection auprès du Seigneur de l'aube naissante'. Ibn Kathir explique que Al-Falaq désigne la fente ou l'éclatement (de l'aube). Chercher refuge auprès du Créateur de la lumière qui chasse les ténèbres.",
    "113:2": "contre le mal des êtres qu'Il a créés. Cela inclut le mal des djinns, des hommes et de toutes les créatures nuisibles.",
    "113:3": "contre le mal de l'obscurité quand elle s'approfondit. La nuit est le moment où les forces du mal et les prédateurs sont les plus actifs.",
    "113:4": "contre le mal de celles qui soufflent (les sorcières) sur les nœuds. C'est une référence directe à la pratique de la sorcellerie que le Prophète (PSL) a subie et dont il a été guéri par ces versets.",
    "113:5": "et contre le mal de l'envieux quand il envie. Le mauvais œil et la jalousie destructrice sont des réalités contre lesquelles on demande la protection divine.",
    "114:1": "Dis : 'Je cherche protection auprès du Seigneur des hommes'. Allah se présente comme le Seigneur de l'humanité pour souligner Sa protection rapprochée.",
    "114:2": "Le Souverain des hommes. Il est le Roi véritable devant qui tous les rois de la terre sont des serviteurs.",
    "114:3": "Dieu des hommes. Seul Lui mérite l'adoration de l'humanité entière.",
    "114:4": "contre le mal du mauvais conseiller, furtif. Al-Waswas al-Khannas désigne Satan qui insuffle le mal puis se retire (disparaît) dès que le serviteur invoque Allah.",
    "114:5": "qui souffle le mal dans les poitrines des hommes. Satan ne peut pas forcer l'homme, il ne fait que suggérer le mal dans le cœur.",
    "114:6": "qu'il (le conseiller) soit un djinn, ou un être humain. Le danger vient aussi bien des suggestions invisibles des démons que des mauvais conseils des humains."
}