{
    "1:1": "Au nom d'Allah, le Tout Miséricordieux, le Très Miséricordieux. Ibn Kathir explique que cette formule est une bénédiction recommandant de débuter toute action importante par le nom du Créateur. Il cite que le Prophète (PSL) a dit : 'Tout acte d'importance qui ne commence pas par Bismillah est tronqué'.",
    "1:2": "Louange à Allah, Seigneur de l'univers. Ibn Kathir précise que 'Al-Hamd' est plus profond que 'Ash-Shukr' (remerciement), car il exprime la louange pour les attributs intrinsèques d'Allah ainsi que pour Ses bienfaits. 'Rabb' signifie le Maître, le Possesseur et Celui qui gère tout.",
    "1:3": "Le Tout Miséricordieux, le Très Miséricordieux. Ces deux noms sont dérivés de la Rahmah. Ar-Rahman possède une miséricorde qui englobe toutes les créatures dans ce monde, tandis que Ar-Rahim est spécifique aux croyants dans l'au-delà.",
    "1:4": "Maître du Jour de la rétribution. C'est le jour de la résurrection où nul ne pourra parler sans Sa permission. L'utilisation du mot 'Malik' souligne Sa souveraineté absolue ce jour-là.",
    "1:5": "C'est Toi [Seul] que nous adorons, et c'est Toi [Seul] dont nous implorons le secours. L'adoration (Ibadah) est le sommet de l'humilité et de l'amour. L'Isti'anah (demande de secours) suit l'adoration car le serviteur a besoin de l'aide d'Allah pour accomplir ses actes d'adoration.",
    "1:6": "Guide-nous dans le droit chemin. La guidance demandée ici est de deux types : Al-Irshad (la connaissance de la vérité) et At-Tawfiq (la force de la mettre en pratique).",
    "1:7": "Le chemin de ceux que Tu as comblés de faveurs... Ibn Kathir identifie ceux-là comme étant les Prophètes, les véridiques, les martyrs et les pieux. La colère concerne ceux qui ont la science mais ne l'appliquent pas, et l'égarement ceux qui agissent sans science.",
    "112:1": "Dis : 'Il est Allah, Unique'. Ibn Kathir explique que ce verset affirme l'unicité absolue d'Allah (At-Tawhid). Il n'a pas d'associé ni d'égal.",
    "112:2": "Allah, Le Seul à être imploré pour ce que nous désirons (As-Samad). Ibn Kathir définit As-Samad comme le Seigneur dont la seigneurie est parfaite, Celui vers qui toutes les créatures se tournent pour leurs besoins.",
    "112:3": "Il n'a jamais engendré, n'a pas été engendré non plus. Ce verset réfute toute idée de filiation ou de parenté divine. Allah est l'Eternel sans commencement ni fin.",
    "112:4": "Et nul n'est égal à Lui. Rien ne ressemble à Allah, que ce soit dans Son essence, Ses noms ou Ses attributs.",
    "113:1": "Dis : 'Je cherche protection auprès du Seigneur de l'aube naissante'. Ibn Kathir explique que Al-Falaq désigne la fente ou l'éclatement (de l'aube). Chercher refuge auprès du Créateur de la lumière qui chasse les ténèbres.",
    "113:2": "contre le mal des êtres qu'Il a créés. Cela inclut le mal des djinns, des hommes et de toutes les créatures nuisibles.",
    "113:3": "contre le mal de l'obscurité quand elle s'approfondit. La nuit est le moment où les forces du mal et les prédateurs sont les plus actifs.",
    "113:4": "contre le mal de celles qui soufflent (les sorcières) sur les nœuds. C'est une référence directe à la pratique de la sorcellerie que le Prophète (PSL) a subie et dont il a été guéri par ces versets.",
    "113:5": "et contre le mal de l'envieux quand il envie. Le mauvais œil et la jalousie destructrice sont des réalités contre lesquelles on demande la protection divine.",
    "114:1": "Dis : 'Je cherche protection auprès du Seigneur des hommes'. Allah se présente comme le Seigneur de l'humanité pour souligner Sa protection rapprochée.",
    "114:2": "Le Souverain des hommes. Il est le Roi véritable devant qui tous les rois de la terre sont des serviteurs.",
    "114:3": "Dieu des hommes. Seul Lui mérite l'adoration de l'humanité entière.",
    "114:4": "contre le mal du mauvais conseiller, furtif. Al-Waswas al-Khannas désigne Satan qui insuffle le mal puis se retire (disparaît) dès que le serviteur invoque Allah.",
    "114:5": "qui souffle le mal dans les poitrines des hommes. Satan ne peut pas forcer l'homme, il ne fait que suggérer le mal dans le cœur.",
    "114:6": "qu'il (le conseiller) soit un djinn, ou un être humain. Le danger vient aussi bien des suggestions invisibles des démons que des mauvais conseils des humains.",
    "111:1": "Que périssent les deux mains d'Abu Lahab et que lui-même périsse ! Ibn Kathir relate que ce verset fut révélé après qu'Abu Lahab (oncle du Prophète) l'ait insulté sur le mont Safa, disant : 'Malheur à toi toute la journée ! Est-ce pour cela que tu nous as réunis ?'. Allah a répondu en décrétant sa ruine.",
    "111:2": "Sa fortune ne lui servira à rien, ni ce qu'il a acquis. Ni ses richesses, ni ses enfants, ni son prestige social ne purent le protéger du châtiment divin une fois la sentence tombée.",
    "111:3": "Il sera brûlé dans un Feu plein de flammes. Cela annonce son sort final en Enfer, un châtiment humiliant et douloureux.",
    "111:4": "De même sa femme, la porteuse de bois. Umm Jamil, épouse d'Abu Lahab, l'aidait dans sa méchanceté en semant des épines sur le chemin du Prophète (PSL) pour le blesser. Elle sera son associée dans le châtiment.",
    "111:5": "à son cou, une corde de fibres.",
    "110:1": "Lorsque vient le secours d'Allah ainsi que la victoire. Ibn Kathir explique que 'le Secours' et 'la Victoire' font référence à la conquête de La Mecque (Fath Makka), événement qui a brisé les dernières résistances à l'Islam en Arabie.",
    "110:2": "et que tu vois les gens entrer en foule dans la religion d'Allah. Après la chute de La Mecque, les tribus arabes réalisèrent que le Prophète (PSL) était soutenu par Allah et se convertirent par milliers, ne s'opposant plus au message divin.",
    "110:3": "alors, par Sa louange, célèbre la gloire de ton Seigneur et demande-Lui pardon. Car c'est Lui le Repentant. Ibn Abbas expliqua que cette sourate signalait aussi au Prophète (PSL) que sa mission touchait à sa fin et que sa mort était proche, d'où l'invitation à la glorification finale.",
    "109:1": "Dis : 'Ô vous les infidèles !'. C'est un appel solennel marquant la rupture totale. Les chefs des Quraysh avaient proposé un compromis : adorer Allah une année, puis leurs idoles l'année suivante. Cette sourate est la réponse catégorique d'Allah.",
    "109:2": "Je n'adore pas ce que vous adorez. Affirmation claire que le culte musulman est pur et dénué de toute association.",
    "109:3": "Et vous n'êtes pas adorateurs de ce que j'adore. Souligne la différence fondamentale d'intention et de manière d'adorer entre un monothéiste et un polythéiste.",
    "109:4": "Je ne suis pas adorateur de ce que vous avez adoré. Répétition pour l'emphase, signifiant : mon culte ne changera jamais pour s'adapter au vôtre.",
    "109:5": "Et vous n'êtes pas adorateurs de ce que j'adore. De même, tant que vous restez dans le polythéisme, votre adoration ne peut pas ressembler à la mienne.",
    "109:6": "À vous votre religion, et à moi ma religion. Distinction finale : l'Islam est une voie sans compromis. Ibn Kathir précise que cela signifie 'Je suis satisfait de mon monothéisme et vous restez dans vos erreurs jusqu'au jugement'.",
    "108:1": "Nous t'avons certes, accordé l'Abondance (Al-Kawthar). Ibn Kathir cite plusieurs hadiths affirmant que Al-Kawthar est une rivière du Paradis, aux rives d'or, dont les eaux sont plus blanches que le lait et plus douces que le miel, offerte exclusivement au Prophète (PSL).",
    "108:2": "Prie donc ton Seigneur et sacrifie. Consacre ta prière et ton sacrifice (Nahr) à Allah Seul, en opposition aux polythéistes qui sacrifiaient pour leurs idoles. C'est le plus haut degré de gratitude pour Ses dons.",
    "108:3": "Celui qui te hait sera certes, sans postérité. Réponse aux mécréants (comme Al-As ibn Wa’il) qui traitaient le Prophète (PSL) de 'Abtar' (coupé de descendance) après la mort de ses fils. Allah affirme que c'est l'ennemi qui sera oublié, alors que le nom du Prophète sera élevé à jamais."
}